[
  {
    "id": "1",
    "title": "FLORAL FACE",
    "image": "https://m.media-amazon.com/images/I/71sXusDYojL._SL1293_.jpg",
    "description": "Flowers Colouring Book for Kids, Very Easy Floral Face Colouring Book for Toddlers and Young Kids, Simple and Cute Flowers Colouring Pages, Preschoolers, Children (Perfect Gift for Girls)",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 2 to 4+",
        "The book dimension is 8.5” x 11”",
        "Total 40 images in this book, black and white colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Cute floral face colouring pages to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on cute flower with funny and interesting face those are colouring image.",
        "This is the perfect kids ‘entertainment with floral face."
      ],
      "description_long": [
        "Floral Face: Flowers Coloring Book for Kids invites young artists on a whimsical journey into a world where flowers come to life in the form of adorable faces. This enchanting coloring book is specifically crafted for toddlers and young children, offering simple and delightful floral designs that are easy to color and perfect for tiny hands.",
        "Within the pages of Floral Face, children will discover a delightful collection of flower-themed illustrations, each featuring a charming face filled with personality and charm. From smiling sunflowers to giggling daisies, every page is a celebration of nature's beauty transformed into playful characters.",
        "Designed with preschoolers and young children in mind, the coloring pages feature large, easy-to-color designs that encourage creativity and confidence. Each page offers a new opportunity for young artists to explore colors, experiment with shading, and bring their imagination to life.",
        "Floral Face is more than just a coloring book; it's a gateway to endless hours of creative fun and artistic expression. Whether it's a thoughtful gift for a special occasion or a quiet afternoon activity, this charming book is sure to delight girls and boys alike."
      ],
      "uk_version": "Floral Face: Flowers Colouring Book for Kids, Very Easy Floral Face Colouring Book for Toddlers and Young Kids, Simple and Cute Flowers Colouring Pages, Preschoolers, Children (Perfect Gift for Girls)",
      "usa_version": "Floral Face: Flowers Coloring Book for Kids, Very Easy Floral Face Coloring Book for Toddlers and Young Kids, Simple and Cute Flowers Coloring Pages, Preschoolers, Children (Perfect Gift for Girls)",
      "uk_link": "https://amzn.eu/d/6Sftodb",
      "usa_link": "https://amzn.eu/d/3auPWlo"
    }
  },
  {
    "id": "2",
    "title": "Happy Easter",
    "image": "https://m.media-amazon.com/images/I/714m6POyNdL._SL1293_.jpg",
    "description": "Toddler Friedly Easter Colouring Book For Kids (ages 1-4) | Lovely and Easy Easter 38 Big and Easy Images of Easter Bunny, Easter Egg, ... and Candy – Perfect gift for kids and toddler",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 2 to 4+",
        "The book dimension is 8.5” x 11”",
        "Total 40 images in this book, black and white colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Cute floral face colouring pages to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on cute flower with funny and interesting face those are colouring image.",
        "This is the perfect kids ‘entertainment with floral face."
      ],
      "description_long": [
        "Happy Easter: Easter Colouring Book For Kids (ages 1-4) is a delightful and enchanting colouring book designed to bring joy to young children during the Easter season. Bursting with whimsical illustrations and charming designs, this colouring book is the perfect way to engage and entertain kids aged 1 to 4.",
        "Inside the pages of this colourful adventure, children will discover a world filled with Easter magic. From the adorable Easter Bunny spreading joy and cheer to vibrant Easter Eggs waiting to be adorned with a splash of colour, each page is a canvas of imagination. The Easter Basket, brimming with goodies, and the playful Chick add an extra touch of sweetness to the artistic journey.",
        "The carefully chosen images capture the essence of Easter and springtime, creating an engaging experience for young minds. The intricate yet simple designs are perfect for little hands, allowing them to explore their creativity and enhance fine motor skills. The delightful Candy-themed pages add an extra element of fun, making it an irresistible choice for kids who love all things sweet.",
        "This colouring book is not only an entertaining activity but also a wonderful gift for toddlers and young children. It provides a screen-free way for kids to express themselves and embrace the festive spirit of Easter. Parents, grandparents, and caregivers will appreciate the educational value as children learn about colours, shapes, and develop concentration while having fun.",
        "Happy Easter: Easter Colouring Book For Kids (ages 1-4) is a celebration of spring, joy, and the traditions of Easter. It's the perfect companion for creating cherished moments with the little ones, making it an ideal gift that will be treasured for years to come. Let the colouring adventure begin, bringing smiles and laughter to your child's Easter celebration!"
      ],
      "uk_version": "Toddler Friedly Easter Colouring Book For Kids (ages 1-4) | Lovely and Easy Easter 38 Big and Easy Images of Easter Bunny, Easter Egg, ... and Candy – Perfect gift for kids and toddler",
      "usa_version": "Toddler Friendly Easter Coloring Book For Kids (ages 1-4) | Lovely and Easy Easter 38 Big and Easy Images of Easter Bunny, Easter Egg, ... and Candy – Perfect gift for kids and toddler",
      "uk_link": "https://amzn.eu/d/05MMUDM",
      "usa_link": "https://amzn.eu/d/0H3lzBV"
    }
  },
  {
    "id": "3",
    "title": "Ocean World",
    "image": "https://m.media-amazon.com/images/I/71P1om63CtL._SL1293_.jpg",
    "description": "Colouring Book for Kids: 53 Pages For Kids, ages 0 to 6 (Perfect gifts for Toddlers And Kids)",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 0 to 6",
        "The book dimension is 8.5” x 11”",
        "Total 27 images in this book, black and white Colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Images are in one side and other side contains kids friendly story text in interesting font",
        "Fun Colouring activities to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on various ocean fishes and animals such as on various ocean fishes and animals like fish, turtle, shark, octopus, dolphin, starfish, jellyfish, whale, seahorse.",
        "This is the perfect kids ‘entertainment while visit seaside."
      ],
      "description_long": [
        "Title: \"Ocean Wonders: A Colouring Book for Kids (Ages 0-6)\"",
        "Dive into the enchanting world beneath the waves with \"Ocean Wonders,\" a captivating Colouring book designed specifically for young explorers aged 0 to 6. This delightful book is a gateway to the mesmerizing realm of ocean fishes and animals, featuring a myriad of creatures that inhabit the deep blue sea. From friendly dolphins to majestic whales, every page invites young minds to embark on a journey of imagination and creativity.",
        "Key Features:",
        "Adorable Illustrations: \"Ocean Wonders\" is adorned with charming and age-appropriate illustrations of various ocean creatures, including fish, turtles, sharks, octopuses, dolphins, starfish, jellyfish, whales, and seahorses. Each drawing is carefully crafted to capture the essence of these marine marvels in a way that sparks joy and curiosity.",
        "Educational Exploration: Beyond the Colouring activity, this book serves as a mini-encyclopedia for budding marine biologists. Accompanying each illustration are simple, informative captions that introduce young minds to basic facts about the featured ocean animals. This subtle educational element fosters a love for learning and nurtures an early appreciation for marine life.",
        "Large, Simple Designs: The Colouring pages are thoughtfully designed with large, easy-to-color outlines, perfect for tiny hands still developing fine motor skills. The simplicity of the designs ensures that even the youngest children can confidently engage in the delightful activity of Colouring.",
        "Thick, Durable Pages: Recognizing the enthusiasm and energy of young artists, \"Ocean Wonders\" features thick, durable pages that can withstand the occasional artistic exuberance. The high-quality paper also minimizes the chances of colors bleeding through, providing a clean canvas for each creation.",
        "Family-Friendly Bonding: Whether it's a quiet afternoon at home or a family vacation by the seaside, \"Ocean Wonders\" encourages quality bonding time between parents, caregivers, and the little ones. Engage in conversations about the ocean, share interesting tidbits about the creatures, and create lasting memories through the joy of Colouring together.",
        "Immerse your child in the enchanting beauty of the ocean with \"Ocean Wonders: A Colouring Book for Kids (Ages 0-6).\" This delightful book is not just a Colouring adventure; it's a gateway to the wonders of the deep sea, fostering creativity, learning, and the joy of exploration in the youngest of hearts."
      ],
      "uk_version": "Ocean World, Colouring Book for Kids: 53 Pages For Kids, ages 0 to 6 (Perfect gifts for Toddlers And Kids)",
      "usa_version": "Ocean World, Coloring Book for Kids: 53 Pages For Kids, ages 0 to 6 (Perfect gifts for Toddlers And Kids)",
      "uk_link": "https://amzn.eu/d/8729VmD",
      "usa_link": "https://amzn.eu/d/cWdzjT4"
    }
  },
  {
    "id": "4",
    "title": "Activity Book",
    "image": "https://m.media-amazon.com/images/I/71ImhbVfwlL._SL1293_.jpg",
    "description": "English Letter and Number Tracing Practice (4 Lines) and Colouring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & ... and kindergarten learning activities",
    "details": {
      "features": [
        "Letters and Numbers Colouring Book For kids ages 2-4",
        "Alphabet and Number, Word of Animals Name with Colouring Image illustrations inside - fun and educational for toddlers!",
        "Trace letters alphabet handwriting practice workbook for preschool and kids kindergarten",
        "Tracing practice using 4 lines worksheets",
        "Total 77 pages in this book, black and white Letters, Number Tracing and colouring images"
      ],
      "description_long": [
        "Introducing a handwriting practice book designed for children.",
        "This book offers a gradual and straightforward approach to writing instruction, starting from simple tasks such as tracing lines and progressing to writing letters, numbers, and complete words independently.",
        "It aims to prepare children for success in school through easy line-tracing exercises."
      ],
      "uk_version": "English Letter and Number Tracing Practice (4 Lines) and Colouring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & ... and kindergarten learning activities",
      "usa_version": "English Letter and Number Tracing Practice (4 Lines) and Coloring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Coloring ... and kindergarten learning activities",
      "uk_link": "https://amzn.eu/d/4Xp3W4x",
      "usa_link": "https://amzn.eu/d/6Xb9mRS"
    }
  },
  {
    "id": "5",
    "title": "Easter Holiday",
    "image": "https://m.media-amazon.com/images/I/71dPJ1zyUSL._SL1293_.jpg",
    "description": "Happy Easter Colouring Book For Kids (ages 2-6) | Lovely Easter and Springtime 49 Images of Easter Bunny, Easter Egg, Basket, Chick and Candy – Perfect gift for kids and toddler",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 2 to 6",
        "The book dimension is 8.5” x 11”",
        "Total 49 images in this book, black and white colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Images are in one side and other side contains kids friendly story text in interesting font",
        "Fun colouring activities to keep the kids engaged with hours of Joyful pleasure to enjoy Easter Holiday",
        "The images are built on Easter and consist of Easter Bunny, Easter Egg, Easter Chick, Easter Candy, and Carrot.",
        "This is the perfect kids ‘entertainment during Easter in Mind."
      ],
      "description_long": [
        "\"Happy Easter: Easter Colouring Book For Kids (ages 2-6)\" is a delightful and enchanting colouring book designed to bring joy to young children during the Easter season. Bursting with whimsical illustrations and charming designs, this colouring book is the perfect way to engage and entertain kids aged 2 to 6.",
        "Inside the pages of this colourful adventure, children will discover a world filled with Easter magic. From the adorable Easter Bunny spreading joy and cheer to vibrant Easter Eggs waiting to be adorned with a splash of colour, each page is a canvas of imagination. The Easter Basket, brimming with goodies, and the playful Chick add an extra touch of sweetness to the artistic journey.",
        "The carefully chosen images capture the essence of Easter and springtime, creating an engaging experience for young minds. The intricate yet simple designs are perfect for little hands, allowing them to explore their creativity and enhance fine motor skills. The delightful Candy-themed pages add an extra element of fun, making it an irresistible choice for kids who love all things sweet.",
        "This colouring book is not only an entertaining activity but also a wonderful gift for toddlers and young children. It provides a screen-free way for kids to express themselves and embrace the festive spirit of Easter. Parents, grandparents, and caregivers will appreciate the educational value as children learn about colours, shapes, and develop concentration while having fun.",
        "\"Happy Easter: Easter Colouring Book For Kids (ages 2-6)\" is a celebration of spring, joy, and the traditions of Easter. It's the perfect companion for creating cherished moments with the little ones, making it an ideal gift that will be treasured for years to come. Let the colouring adventure begin, bringing smiles and laughter to your child's Easter celebration!"
      ],
      "uk_version": "Easter Holiday : Happy Easter Colouring Book For Kids (ages 2-6) | Lovely Easter and Springtime 49 Images of Easter Bunny, Easter Egg, Basket, Chick and Candy – Perfect gift for kids and toddler",
      "usa_version": "Easter Holiday : Happy Easter Coloring Book For Kids (ages 2-4) | Lovely Easter and Springtime 49 Images of Easter Bunny, Easter Egg, Basket, Chick and Candy – Perfect gift for kids and toddler",
      "uk_link": "https://amzn.eu/d/3C9nwCT",
      "usa_link": "https://amzn.eu/d/7kK00RQ"
    }
  },
  {
    "id": "6",
    "title": "Christmas Colouring",
    "image": "https://m.media-amazon.com/images/I/71nu09tJBoL._SL1293_.jpg",
    "description": "Christmas Colouring Book For Kids: Total 51 Fun Colouring Pages: Christmas Colouring Pages for Children And Toddlers, Christmas Gift For Kids",
    "details": {
      "features": [
        "Coloring Book for the kids age 2 to 10",
        "The book dimension is 8.5 x 11",
        "Total 101 pages in this book, 51 black and white coloring images",
        "The images are built on Santa Claus, Gift Boxes, Sleigh, Reindeer and Christmas Tree."
      ],
      "description_long": [
        "Welcome to a festive wonderland of creativity!",
        "Dive into the enchanting world of Christmas with our captivating coloring book, tailor-made for the young and the young at heart. This delightful coloring book, meticulously crafted, is a joyful celebration of the holiday season.",
        "Unleash your artistic spirit as you embark on a coloring journey featuring the iconic Santa Claus, ready to spread cheer with his jolly presence. Let your imagination run wild as you bring to life the magic of Christmas with images of Santa's sleigh gliding through the starry night, guided by his trusty reindeer.",
        "Explore the joy of giving with intricately designed gift boxes waiting to be adorned with your favorite hues. Each page is a canvas of possibilities, allowing you to create your own festive masterpiece. Feel the warmth of the season as you color in the beautifully adorned Christmas tree, a symbol of love, joy, and togetherness.",
        "Join in the merriment by adding vibrant colors to the graceful reindeer, bringing them to life in all their splendor. As you immerse yourself in this magical coloring experience, you'll find relaxation and joy in every stroke of your coloring tool.",
        "This Christmas-themed coloring book is not just a collection of images; it's a portal to a world where your creativity knows no bounds. Whether you're a seasoned artist or someone discovering the joy of coloring for the first time, this book is designed to spark your imagination and spread the festive spirit.",
        "Get ready to embrace the holiday season with open arms and a colorful palette. Upload this enchanting Christmas coloring book on KDP, and let the magic of your creativity light up the hearts of those who color its pages."
      ],
      "uk_version": "Christmas Colouring Book For Kids: Total 51 Fun Colouring Pages: Christmas Colouring Pages for Children And Toddlers, Christmas Gift For Kids",
      "usa_version": "Christmas Coloring Book For Kids: Total 51 Fun Coloring Pages: Christmas Coloring Pages for Children And Toddlers, Christmas Gift For Kids",
      "uk_link": "https://amzn.eu/d/haGYGkG",
      "usa_link": "https://amzn.eu/d/fLkVoVw"
    }
  },
  {
    "id": "7",
    "title": "Activity Book",
    "image": "https://m.media-amazon.com/images/I/61BU-otPliL._SL1293_.jpg",
    "description": "English Letter and Number Tracing Practice and Colouring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring Animals. ... and kindergarten learning activities",
    "details": {
      "features": [
        "Letters and Numbers Colouring Book For kids ages 2-4",
        "Alphabet and Number, Word of Animals Name with Colouring Image illustrations inside - fun and educational for toddlers!",
        "Trace letters alphabet handwriting practice workbook for preschool and kids kindergarten",
        "Tracing practice using 3 lines worksheets",
        "Total 77 pages in this book, black and white Letters, Number Tracing and colouring images"
      ],
      "description_long": [
        "Introducing a handwriting practice book designed for children. This book offers a gradual and straightforward approach to writing instruction, starting from simple tasks such as tracing lines and progressing to writing letters, numbers, and complete words independently.",
        "It aims to prepare children for success in school through easy line-tracing exercises."
      ],
      "uk_version": "English Letter and Number Tracing Practice and Colouring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring Animals. ... and kindergarten learning activities",
      "usa_version": "English Letter and Number Tracing Practice and Coloring Animal Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Coloring Animals. ... and kindergarten learning activities",
      "uk_link": "https://amzn.eu/d/96uF2WI",
      "usa_link": "https://amzn.eu/d/cwMktSb"
    }
  },
  {
    "id": "8",
    "title": "ABC Activity Book",
    "image": "https://m.media-amazon.com/images/I/71KXoE3BP-L._SL1293_.jpg",
    "description": "ABC Letter and Number Tracing Practice (4 lines) and Colouring Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring. ... and kindergarten learning activities",
    "details": {
      "features": [
        "Letters and Numbers Colouring Book For kids ages 2-4",
        "Alphabet and Numbers illustrations inside - fun and educational for toddlers!",
        "Trace letters alphabet handwriting practice workbook for preschool and kids kindergarten",
        "Tracing practice using 4 lines worksheets",
        "Total 77 pages in this book, black and white Letters, Number Tracing and colouring images"
      ],
      "description_long": [
        "Introducing a handwriting practice book designed for children. This book offers a gradual and straightforward approach to writing instruction, starting from simple tasks such as tracing lines and progressing to writing letters, numbers, and complete words independently.",
        "It aims to prepare children for success in school through easy line-tracing exercises."
      ],
      "uk_version": "ABC Letter and Number Tracing Practice (4 lines) and Colouring Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring. ... and kindergarten learning activities",
      "usa_version": "ABC Letter and Number Tracing Practice (4 lines) and Coloring Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Coloring. ... and kindergarten learning activities",
      "uk_link": "https://amzn.eu/d/ctDDWUa",
      "usa_link": "https://amzn.eu/d/1mVCAbB"
    }
  },
  {
    "id": "9",
    "title": "ABC Activity Book",
    "image": "https://m.media-amazon.com/images/I/618Lb25KBaL._SL1293_.jpg",
    "description": "ABC Letter and Number Tracing Practice (4 lines) and Colouring Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring. ... and kindergarten learning activities",
    "details": {
      "features": [
        "Letters and Numbers Colouring Book For kids ages 2-4",
        "Alphabet and Numbers illustrations inside - fun and educational for toddlers!",
        "Trace letters alphabet handwriting practice workbook for preschool and kids kindergarten",
        "Total 77 pages in this book, black and white Letters, Number Tracing and colouring images"
      ],
      "description_long": [
        "Introducing a handwriting practice book designed for children. This book offers a gradual and straightforward approach to writing instruction, starting from simple tasks such as tracing lines and progressing to writing letters, numbers, and complete words independently.",
        "It aims to prepare children for success in school through easy line-tracing exercises."
      ],
      "uk_version": "ABC Letter and Number Tracing Practice and Colouring Workbook for Kids (Ages 2-4): Learning To Write Alphabets, Number & Colouring. Handwriting ... and kindergarten learning activities",
      "usa_version": "ABC Letter and Number Tracing Practice and Coloring Workbook for Kids (Ages 2- 4): Learning To Write Alphabets, Number & Coloring. Handwriting ... and kindergarten learning activities",
      "uk_link": "https://amzn.eu/d/8Emido6",
      "usa_link": "https://amzn.eu/d/hoyAoRf"
    }
  },
  {
    "id": "10",
    "title": "Merry Christmas Book",
    "image": "https://m.media-amazon.com/images/I/71SsKBLjkqL._SL1293_.jpg",
    "description": "Festive Delights - Fun Christmas Pudding Coloring Book, Total 51 Fun Colouring Pages for Children And Toddlers, Perfect Christmas Gift For Kids",
    "details": {
      "features": [
        "Fun Christmas Pudding Colouring Book",
        "Colouring Book for the kids age 2 to 10",
        "The book dimension is 8.5” x 11”",
        "Total 101 pages in this book, 51 black and white colouring images",
        "The images are built on fun Christmas Pudding."
      ],
      "description_long": [
        "Step into the merry world of Christmas with our 'Fun Christmas Pudding Colouring Book.' It's a special book filled with pictures of yummy Christmas puddings that you can colour.",
        "Inside, you'll find lots of different pictures of Christmas puddings. Some are simple to colour, and others have more details. Anyone can enjoy colouring in this book, whether you're just starting or if you love colouring a lot.",
        "The pages are made of good quality paper so that your colours won't spread. The cover of the book shows a pretty picture of a Christmas pudding, making it a nice gift for your friends or family.",
        "Let your imagination run wild! Pick your favourite colours and make the Christmas puddings look super festive. You can share your coloured pictures with others to spread Christmas cheer!",
        "This 'Fun Christmas Pudding Colouring Book' is perfect for relaxing and having fun during the holidays. It's a great way to feel the joy of Christmas while colouring and making your own special creations.",
        "Enjoy the holiday season with our colouring book! Get yours now and start colouring your way into a jolly Christmas spirit!"
      ],
      "uk_version": "Festive Delights - Fun Christmas Pudding Coloring Book, Total 51 Fun Colouring Pages for Children And Toddlers, Perfect Christmas Gift For Kids",
      "usa_version": "Christmas Festive Delights - Fun Christmas Pudding Coloring Book, Total 51 Fun Coloring Pages for Children And Toddlers, Perfect Christmas Gift For Kids",
      "uk_link": "https://amzn.eu/d/1EonlSK",
      "usa_link": "https://amzn.eu/d/1AOY8E3"
    }
  },
  {
    "id": "11",
    "title": "Vehicles Colouring Book",
    "image": "https://m.media-amazon.com/images/I/71HjVEWAZLL._SL1293_.jpg",
    "description": "Vehicles Colouring Book for Toddlers: easy and fun Colouring pages of Cars, Bus, Train, Plane, Boat, Truck, Excavator, Cycle and many more, Colouring ... Toddlers, Preschool Colouring book ages 1-4",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for toddlers aged 1 to 4",
        "The book dimension is 8.5” x 11”",
        "Total 46 images in this book, black and white Colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Beautiful and toddler-friendly cute Cars, Bus, Train, Plane, Boat, Truck, Excavator, Cycle, and many more Colouring pages to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on cute Cars, Bus, Train, Plane, Boat, Truck, Excavator, Cycle, and many more with funny and interesting faces that are Colouring images.",
        "This is the perfect toddler and kids entertainment with big pictures to Colour."
      ],
      "description_long": [
        "Introducing the ultimate Colouring adventure for little ones aged 1 to 4 - our Toddler Friendly Colouring Book!",
        "Packed with a delightful array of vehicles including cars, buses, trains, planes, boats, trucks, excavators, cycles, and many more, this Colouring book promises endless hours of creative fun.",
        "Designed with toddlers in mind, each page features large, simple illustrations perfect for tiny hands to Colour.",
        "The images are thoughtfully crafted to capture the imagination of young minds, showcasing a variety of exciting vehicles in vibrant detail.",
        "Whether your little one is a fan of zooming cars, towering trucks, or majestic planes soaring through the sky, they'll find something to love in this charming Colouring book.",
        "From bustling city streets to tranquil countryside scenes, each page offers a new adventure waiting to be brought to life with Colour.",
        "With its sturdy construction and easy-to-tear pages, this Colouring book is ideal for little ones to enjoy at home, in the car, or anywhere their imagination takes them.",
        "Encourage creativity, fine motor skills, and cognitive development in your child as they explore the world of transportation through Colouring.",
        "Get ready for an unforgettable journey filled with Colours, smiles, and lots of artistic expression. Let your toddler's imagination take flight with our Toddler Friendly Colouring Book today!"
      ],
      "uk_version": "Vehicles Colouring Book for Toddlers: easy and fun Colouring pages of Cars, Bus, Train, Plane, Boat, Truck, Excavator, Cycle and many more, Colouring ... Toddlers, Preschool Colouring book ages 1-4",
      "usa_version": "Vehicles Coloring Book for Toddlers: easy and fun coloring pages of Cars, Bus, Train, Plane, Boat, Truck, Excavator, Cycle and many more, Coloring book for Toddlers, Preschool coloring book ages 1-4",
      "uk_link": "https://amzn.eu/d/iUCGvg4",
      "usa_link": "https://amzn.eu/d/9L6G2Dc"
    }
  },
  {
    "id": "12",
    "title": "Deer and Monkey Colouring Book",
    "image": "https://m.media-amazon.com/images/I/613aHkd5RTL._SL1293_.jpg",
    "description": "Coloring Book for Kids: Cute Deer and Monkeys playing and fun, Coloring Book For Kids, Preschool Coloring Book, ages 2-6",
    "details": {
      "features": [
        "Very easy and unique Coloring Images for kids aged 2 to 6",
        "The book dimension is 8.5” x 11”",
        "Total 50 images in this book, black and white coloring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Cute deer and monkey coloring pages to keep the kids engaged with hours of joyful pleasure",
        "The images are built on cute deer and monkey with funny and interesting faces that are coloring images.",
        "This is the perfect toddler and kids entertainment with big pictures to color."
      ],
      "description_long": [
        "Welcome to the delightful world of Kids Coloring Adventures, where little ones aged 1 to 4 can explore and express their creativity through vibrant images of adorable animals.",
        "This coloring book is specifically designed to cater to the developmental needs and interests of kids, offering engaging illustrations featuring lovable deer and playful monkeys in various scenes.",
        "Each page of this kid-friendly coloring book is carefully crafted with large, easy-to-color pictures that are perfect for tiny hands and budding artistic skills.",
        "From cute deer prancing in a meadow to mischievous monkeys swinging from tree branches, every illustration is thoughtfully created to captivate the imagination and spark joy in young children.",
        "The Coloring Book for Kids features:",
        "- Engaging Illustrations: Beautifully drawn images of deer and monkeys in different settings provide endless opportunities for imaginative play and coloring exploration.",
        "- Large Pictures: The oversized illustrations ensure that kids can easily grasp crayons or markers and confidently color within the lines, promoting fine motor skills and hand-eye coordination.",
        "- Simple Designs: With uncomplicated designs and bold outlines, this coloring book encourages kids to freely express themselves without feeling overwhelmed, fostering a sense of accomplishment and creativity.",
        "- Educational Value: As children color charming scenes of deer and monkeys, they also learn about these fascinating animals and their natural habitats, promoting early learning and curiosity about the world around them.",
        "Whether it's a playful monkey swinging through the jungle or a graceful deer frolicking in the forest, Kids Coloring Adventures: Deer and Monkey Fun offers hours of entertainment and artistic exploration for young children.",
        "Let your little ones embark on a colorful journey of imagination and discovery with this delightful coloring book tailored just for them."
      ],
      "uk_version": "Coloring Book for Kids: Cute Deer and Monkeys playing and fun, Coloring Book For Kids, Preschool Coloring Book, ages 2-6",
      "usa_version": "Colouring Book for Kids: Cute Deer and Monkeys playing and fun, Colouring Book For Kids, Preschool Colouring Book, ages 2-6",
      "uk_link": "https://amzn.eu/d/cEc5ZPF",
      "usa_link": "https://amzn.eu/d/1k685Sx"
    }
  },
  {
    "id": "13",
    "title": "Easter Eggs Coloring Book",
    "image": "https://m.media-amazon.com/images/I/71KWJOXvDkL._SL1293_.jpg",
    "description": "Easter Eggs Colouring Book: Ornamental Easter Eggs colouring books for adults Relaxation (age group above 13), 50 colouring pages with complex ornamental patterns to colour",
    "details": {
      "features": [
        "Very unique Ornamental eggs for Adults",
        "The book dimension is 8.5” x 11”",
        "Total 101 images in this book, black and white coloring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Joyful pleasure to enjoy Easter Holiday with fun coloring to keep yourself engaged",
        "The images are built on ornamental eggs in a big and clear format.",
        "This is the perfect relaxation coloring book for adult women and men."
      ],
      "description_long": [
        "Dive into a world of intricate designs and delicate beauty with 'Elegance in Bloom,' the ultimate coloring book tailored for adult women captivated by the ornate charm of Easter ornamental eggs.",
        "This exquisite coloring book offers a serene escape into the enchanting realm of decorative eggs, where every page is a canvas waiting to be adorned with your personal touch.",
        "Unleash your creativity as you immerse yourself in a collection of stunning ornamental egg designs inspired by the timeless tradition of Easter. From classic floral motifs to intricate lace patterns, each illustration celebrates the elegance and grace associated with this beloved holiday.",
        "Designed with the modern woman in mind, 'Elegance in Bloom' features a curated selection of intricate designs that offer a perfect balance of sophistication and relaxation.",
        "Whether you're seeking a moment of mindfulness or a creative outlet, this coloring book invites you to indulge in the therapeutic art of coloring as you bring these exquisite eggs to life with a kaleidoscope of hues.",
        "Whether you're a seasoned artist or a coloring enthusiast exploring your creative side, 'Elegance in Bloom' promises hours of joy and relaxation as you embark on a coloring journey inspired by the timeless beauty of Easter ornamental eggs.",
        "Let your imagination take flight as you infuse these intricate designs with your unique style, turning each page into a breathtaking display of elegance and creativity.",
        "Indulge in the art of coloring and celebrate the beauty of Easter with 'Elegance in Bloom,' the ultimate coloring book for adult women who appreciate the ornate charm of decorative eggs."
      ],
      "uk_version": "Easter Eggs Colouring Book: Ornamental Easter Eggs colouring books for adults Relaxation (age group above 13), 50 colouring pages with complex ornamental patterns to colour",
      "usa_version": "Easter Eggs Coloring Book: Ornamental Easter Eggs coloring books for adults Relaxation (age group above 13), 50 coloring pages with complex ornamental patterns to color",
      "uk_link": "https://amzn.eu/d/clKAGHt",
      "usa_link": "https://amzn.eu/d/hChQF7P"
    }
  },
  {
    "id": "14",
    "title": "Floral Face-Part-2",
    "image": "https://m.media-amazon.com/images/I/71e18Eih4dL._SL1293_.jpg",
    "description": "Floral Face-Part-2: Flowers Colouring Book for Kids, Very Easy Floral Face Colouring Book for Toddlers and Young Kids, Simple and Cute Flowers ... Children (Perfect Gift for Girls)",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 2 to 4+",
        "The book dimension is 8.5” x 11”",
        "Total 40 images in this book, black and white coloring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Cute floral face coloring pages to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on cute flower with funny and interesting face those are coloring image.",
        "This is the perfect kids ‘entertainment with floral face."
      ],
      "description_long": [
        "Floral Face: Flowers Colouring Book for Kids invites young artists on a whimsical journey into a world where flowers come to life in the form of adorable faces.",
        "This enchanting colouring book is specifically crafted for toddlers and young children, offering simple and delightful floral designs that are easy to colour and perfect for tiny hands.",
        "Within the pages of Floral Face, children will discover a delightful collection of flower-themed illustrations, each featuring a charming face filled with personality and charm. From smiling sunflowers to giggling daisies, every page is a celebration of nature's beauty transformed into playful characters.",
        "Designed with preschoolers and young children in mind, the colouring pages feature large, easy-to-colour designs that encourage creativity and confidence. Each page offers a new opportunity for young artists to explore colors, experiment with shading, and bring their imagination to life.",
        "Floral Face is more than just a colouring book; it's a gateway to endless hours of creative fun and artistic expression. Whether it's a thoughtful gift for a special occasion or a quiet afternoon activity, this charming book is sure to delight girls and boys alike.",
        "With its delightful illustrations and simple designs, Floral Face: Flowers Colouring Book for Kids is the perfect companion for young artists looking to unleash their creativity and embrace the beauty of nature. Let the coloring adventures begin, sparking joy and inspiration with every stroke of the crayon!"
      ],
      "uk_version": "Floral Face-Part-2: Flowers Colouring Book for Kids, Very Easy Floral Face Colouring Book for Toddlers and Young Kids, Simple and Cute Flowers ... Children (Perfect Gift for Girls)",
      "usa_version": "Floral Face-Part-2: Flowers Coloring Book for Kids, Very Easy Floral Face Coloring Book for Toddlers and Young Kids, Simple and Cute Flowers Coloring ... Children (Perfect Gift for Girls)",
      "uk_link": "https://amzn.eu/d/iNsVGd9",
      "usa_link": "https://amzn.eu/d/7lvYAPO"
    }
  },
  {
    "id": "15",
    "title": "Dinosaurs Colouring Book",
    "image": "https://m.media-amazon.com/images/I/71dYjKCyXjL._SL1293_.jpg",
    "description": "Know your Dinosaurs, Colouring Book for Kids: 51 Pages For Kids, ages 2 to 10 (Perfect gifts for Toddlers And Kids)",
    "details": {
      "features": [
        "Very easy and unique Coloring Images for the kids age 2 to 10",
        "The book dimension is 8.5” x 11”",
        "Total 51 images in this book, black and white coloring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Images are in one side and other side contains kids friendly story text in interesting font",
        "Fun coloring activities to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on various dinosaurs such as Stegosaurus, Brachiosaurus, Allosaurus, Ankylosaurus"
      ],
      "description_long": [
        "DINO-MAGIC COLORING ADVENTURE: A Jurassic Journey for Little Artists (Ages 2-6)",
        "Embark on a prehistoric coloring expedition with our enchanting coloring book designed specifically for budding artists aged 2 to 6! Introducing 'Dino-Magic Coloring Adventure,' where the captivating world of dinosaurs comes to life through the strokes of your little one's imagination.",
        "Key Features:",
        "- Diverse Dinosaur Delight: Immerse your child in the ancient wonders of the dinosaur kingdom! From the majestic Stegosaurus with its spiky plates to the towering Brachiosaurus reaching for the treetops, and the fierce Allosaurus ready for adventure, to the armored Ankylosaurus defending its territory – this coloring book introduces a delightful array of prehistoric pals.",
        "- Educational and Entertaining: Each page is a miniature lesson on dinosaurs, featuring fun facts and fascinating tidbits about each species. Watch as your child not only enjoys coloring but also learns about the incredible world of these magnificent creatures.",
        "- Simple and Engaging Designs: Tailored for young artists, the illustrations are thoughtfully crafted with bold outlines and easy-to-color shapes. The perfect balance of detail ensures hours of coloring enjoyment without overwhelming the little ones.",
        "- Creativity Unleashed: Encourage self-expression and creativity as your child chooses their favorite colors to bring these ancient giants to life. Whether it's a neon-green Brachiosaurus or a rainbow-hued Ankylosaurus, the possibilities are as endless as the imagination.",
        "- Quality Paper for Masterpieces: Thick, high-quality paper guarantees that each masterpiece can be proudly displayed on the fridge or bedroom wall. Say goodbye to frustrating color bleed-through!",
        "- Parent-Child Bonding: Join your little explorer on this coloring journey. Share laughter, stories, and a love for creativity while bonding over the vibrant world of dinosaurs.",
        "- Perfect Gift for Little Paleontologists: Ideal for birthdays, holidays, or just because – surprise your little one with a gift that sparks their love for learning and unleashes their artistic talents.",
        "Unleash the magic of the Jurassic era with 'Dino-Magic Coloring Adventure' – where imagination meets education in a roar of colors!"
      ],
      "uk_version": "Know your Dinosaurs, Colouring Book for Kids: 51 Pages For Kids, ages 2 to 10 (Perfect gifts for Toddlers And Kids) ",
      "usa_version": "Know your Dinosaurs, Coloring Book for Kids: 51 Pages For Kids, ages 2 to 10 (Perfect gifts for Toddlers And Kids)",
      "uk_link": "https://amzn.eu/d/aW3vJP7",
      "usa_link": "https://amzn.eu/d/cYGYRVG"
    }
  },
  {
    "id": "16",
    "title": "Christmas Colouring Book",
    "image": "https://m.media-amazon.com/images/I/71oy9jviV6L._SL1293_.jpg",
    "description": "Christmas Colouring Book for Kids: Great Fun with varieties of Elves for the ages 2-10 (Perfect Christmas gifts for Toddlers and Kids)",
    "details": {
      "features": [
        "Coloring Book for Kids Aged 2 to 10",
        "The book dimension is 8.5” x 11”",
        "Total 88 pages in this book, black and white coloring images",
        "The images are built on Christmas Elves."
      ],
      "description_long": [
        "Christmas Coloring Book for Kids: Fun with Elves, Includes Christmas-themed designs focused on elves, with many varieties showing their activities for ages 2-10 (Perfect Christmas gifts for Toddlers and Kids)"
      ],
      "uk_version": "Christmas Colouring Book for Kids: Great Fun with varieties of Elves for the ages 2-10 (Perfect Christmas gifts for Toddlers and Kids)",
      "usa_version": "Christmas Coloring Book for Kids: Great Coloring Fun with varieties of Elves for the ages 2-10 (Perfect Christmas gifts for Toddlers and Kids)",
      "uk_link": "https://amzn.eu/d/dVudGGi",
      "usa_link": "https://amzn.eu/d/i7Wx3iS"
    }
  },
  {
    "id": "17",
    "title": "Alphabet Colouring Book",
    "image": "https://m.media-amazon.com/images/I/71xg0XDhuuL._SL1293_.jpg",
    "description": "Colouring Book |Alphabet - Colour and Learn (Ages 2-5) | A Toddler's Alphabet | For Toddlers and Kids Ages 2 to 5",
    "details": {
      "features": [
        "Very easy and unique Colouring Images for the kids age 2 to 6",
        "The book dimension is 8.5” x 11”",
        "Total 27 images in this book, black and white Colouring images",
        "Each image is printed on a single-sided page to avoid bleed-through",
        "Fun learn Colouring activities to keep the kids engaged with hours of Joyful pleasure",
        "The images are built on one word for each Letter with its picture, that picture is Colouring image.",
        "This is the perfect kids ‘entertainment while learn ABC alphabet."
      ],
      "description_long": [
        "Immerse your little ones in a world of creativity with our enchanting Colouring Book for Kids ages 0 to 6. Bursting with whimsical illustrations and delightful characters, this Colouring book is designed to captivate the imagination of the youngest artists. From friendly animals to magical landscapes, each page invites your child to explore the joy of Colouring in a safe and age-appropriate environment. With large, simple shapes and bold outlines, the Colouring Book for Kids is not only entertaining but also helps develop fine motor skills, hand-eye coordination, and Colour recognition in the early stages of learning.",
        "Alphabet Adventure: Embark on a captivating Alphabet Adventure with our charming book that introduces the ABCs in a playful and engaging manner. Each letter comes to life with vibrant illustrations and a delightful association to everyday objects. From A for Apple to Z for Zebra this book transforms learning into an exciting journey. With clear and easy-to-read text, your child will eagerly explore the world of letters, expanding their vocabulary and laying the foundation for early literacy. The Alphabet Adventure book is a perfect companion for parents and educators seeking a fun and effective way to introduce the alphabet to curious minds."
      ],
      "uk_version": "Colouring Book |Alphabet - Colour and Learn (Ages 2-5) | A Toddler's Alphabet | For Toddlers and Kids Ages 2 to 5",
      "usa_version": "Coloring Book |Alphabet - Color and Learn (Ages 2-5) | A Toddler's Alphabet | For Toddlers and Kids Ages 2 to 5",
      "uk_link": "https://amzn.eu/d/aA4WhRG",
      "usa_link": "https://amzn.eu/d/45nbfDW"
    }
  }
]
